Repository: microsoft/WSL
Catalog: localization/strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, da_dk, de_de, el_gr, es_es, fi_fi, fr_fr, hu_hu, it_it, ja_jp, ko_kr, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ru_ru, sv_se, tr_tr, zh_cn, zh_tw

# MessageOsNotSupported
source: Windows version {} does not support the packaged version of Windows Subsystem for Linux. Install the required update via Windows update or via: {} For information please visit https://aka.ms/wslinstall
cs_cz: Verze Windows {} nepodporuje zabalenou verzi Subsystém Windows pro Linux. Nainstalujte požadovanou aktualizaci prostřednictvím služby Windows Update nebo prostřednictvím: {} Informace najdete na https://aka.ms/wslinstall
da_dk: Windows-versionen {} understøtter ikke den pakkede version af Windows-undersystem til Linux. Installér den påkrævede opdatering via Windows-opdatering eller via: {} Besøg https://aka.ms/wslinstall for at få flere oplysninger
de_de: Die verpackte Version von Windows-Subsystem für Linux wird von Windows, Version {}, nicht unterstützt. Installieren Sie das erforderliche Update über Windows Update oder über: {} Weitere Informationen finden Sie unter https://aka.ms/wslinstall
el_gr: Η έκδοση Windows {} δεν υποστηρίζει τη συσκευασμένη έκδοση (packaged version) του Υποσυστήματος Windows για Linux. Εγκαταστήστε την απαιτούμενη ενημέρωση μέσω του Windows Update ή μέσω του: {} Για πληροφορίες, επισκεφθείτε τη διεύθυνση https://aka.ms/wslinstall
es_es: La versión {} de Windows no admite la versión empaquetada de Subsistema de Windows para Linux. Instalar la actualización necesaria a través de Windows Update o a través de: {} Para obtener información, visite https://aka.ms/wslinstall
fi_fi: Windows-versio {} ei tue Windows-alijärjestelmä Linuxille pakattua versiota. Asenna pakollinen päivitys Windows Updaten kautta tai seuraavan kautta: {} Saat lisätietoja osoitteesta https://aka.ms/wslinstall
fr_fr: Windows version {} ne prend pas en charge la version empaquetée de Sous-système Windows pour Linux. Installer la mise à jour requise via Windows Update ou via : {} Pour plus d’informations, visitez https://aka.ms/wslinstall
hu_hu: A(z) {} Windows-verzió nem támogatja a Linuxos Windows-alrendszer csomagolt verzióját. Telepítse a szükséges frissítést a Windows Update-en vagy a következőn keresztül: {} További információért látogasson el a https://aka.ms/wslinstall
it_it: La versione di Windows {} non supporta la versione in pacchetto di sottosistema Windows per Linux. Installa l'aggiornamento richiesto tramite Windows Update o tramite: {} Per informazioni, visitare https://aka.ms/wslinstall
ja_jp: Windows バージョン {} は、パッケージ化されたバージョンのLinux 用 Windows サブシステムをサポートしていません。 Windows Update または {} 経由で必要な更新プログラムをインストールします 詳細については、https://aka.ms/wslinstall をご覧ください
ko_kr: Windows 버전 {}은(는) 패키지된 버전의 Linux용 Windows 하위 시스템 지원하지 않습니다. Windows 업데이트를 통해 또는 다음을 통해 필요한 업데이트 설치: {} 자세한 내용은 https://aka.ms/wslinstall 참조하세요.
nb_no: Windows-versjon {} støtter ikke den pakkede versjonen av Windows-undersystem for Linux. Installer den nødvendige oppdateringen via Windows Update eller via: {} Hvis du vil ha mer informasjon, kan du gå til https://aka.ms/wslinstall
nl_nl: Windows-versie {} biedt geen ondersteuning voor de pakketversie van Windows-subsysteem voor Linux. Installeer de vereiste update via Windows Update of via: {} Ga naar https://aka.ms/wslinstall voor meer informatie
pl_pl: Wersja systemu Windows {} nie obsługuje spakowanej wersji Podsystem Windows dla systemu Linux. Zainstaluj wymaganą aktualizację za pośrednictwem usługi Windows Update lub za pośrednictwem: {} Aby uzyskać informacje, odwiedź stronę https://aka.ms/wslinstall
pt_br: A versão do Windows {} não dá suporte à versão empacotada do Subsistema do Windows para Linux. Instale a atualização necessária por meio do Windows Update ou por meio de: {} Para obter informações, visite https://aka.ms/wslinstall
pt_pt: A versão do Windows {} não suporta a versão em pacote do Subsistema Windows para Linux. Instalar a atualização necessária através da atualização do Windows ou através de: {} Para obter informações, visite https://aka.ms/wslinstall
ru_ru: Версия Windows {} не поддерживает упакованную версию подсистема Windows для Linux. Установите необходимое обновление с помощью Центра обновления Windows или через: {} Дополнительные сведения см. в https://aka.ms/wslinstall
sv_se: Windows-versionen {} stöder inte den paketerade versionen av Windows-undersystem för Linux. Installera den begärda uppdateringen via Windows Update eller via: {} Mer information finns på https://aka.ms/wslinstall
tr_tr: {} Windows sürümü, paketlenmiş Linux için Windows Alt Sistemi sürümünü desteklemiyor. Gerekli güncellemeyi Windows Update üzerinden veya şu adresten yükleyin: {} Daha fazla bilgi için lütfen https://aka.ms/wslinstall adresini ziyaret edin.
zh_cn: Windows 版本 {} 不支持打包版本的 适用于 Linux 的 Windows 子系统。 通过 Windows 更新或通过以下方式安装所需的更新： {} 有关信息，请访问 https://aka.ms/wslinstall
zh_tw: Windows 版本 {} 不支持封裝版本的 Windows 子系統 Linux 版。 透過 Windows 更新或透過下列方式安裝必要的更新： {} 如需詳細資訊，請造訪 https://aka.ms/wslinstall

# MessageAdministratorAccessRequiredForDebugShell
source: Running the debug shell requires running wsl.exe as Administrator.
cs_cz: Spuštění ladicího prostředí vyžaduje spuštění wsl.exe jako správce.
da_dk: Kørsel af fejlfindingsshell kræver, at der køres wsl.exe som administrator.
de_de: Zum Ausführen der Debug-Shell muss wsl.exe als Administrator ausgeführt werden.
el_gr: Η εκτέλεση του κελύφους εντοπισμού σφαλμάτων (debug shell) απαιτεί την εκτέλεση του wsl.exe με δικαιώματα Διαχειριστή.
es_es: La ejecución del shell de depuración requiere ejecutar wsl.exe como administrador.
fi_fi: Virheenkorjausliittymän suorittaminen edellyttää wsl.exe suorittamista järjestelmänvalvojana.
fr_fr: L'exécution du shell de débogage nécessite l'exécution de wsl.exe en tant qu'administrateur.
hu_hu: A hibakeresési felület futtatásához rendszergazdai wsl.exe fájlt kell futtatni.
it_it: L'esecuzione della shell di debug richiede l'esecuzione wsl.exe come amministratore.
ja_jp: デバッグ シェルを実行するには、wsl.exe を管理者として実行する必要があります。
ko_kr: 디버그 셸을 실행하려면 wsl.exe 관리자 권한으로 실행해야 합니다.
nb_no: Kjøring av feilsøkingsskallet krever kjøring wsl.exe som administrator.
nl_nl: Als u de foutopsporingsshell wilt uitvoeren, moet u wsl.exe als beheerder uitvoeren.
pl_pl: Uruchomienie powłoki debugowania wymaga uruchomienia programu wsl.exe jako administrator.
pt_br: A execução do shell de depuração requer wsl.exe como Administrador.
pt_pt: A execução da shell de depuração requer a execução de wsl.exe como Administrador.
ru_ru: Для запуска оболочки отладки требуется запуск wsl.exe от имени администратора.
sv_se: Om du kör felsökningsgränssnittet måste du köra wsl.exe som administratör.
tr_tr: Hata ayıklama kabuğu çalıştırmak için yönetici wsl.exe çalıştırmanız gerekir.
zh_cn: 运行调试 shell 需要以管理员身份运行 wsl.exe。
zh_tw: 執行偵錯殼層需要以系統管理員身分執行 wsl.exe。

# MessageInstallProcessFailed
source: The installation process for distribution '{}' failed with exit code: {}.
cs_cz: Proces instalace pro distribuci '{}' selhal s ukončovacím kódem: {}.
da_dk: Installationsprocessen for distributionen '{}' mislykkedes med returkoden: {}.
de_de: Fehler beim Installationsprozess für die Distribution „{}“. Exitcode: {}.
el_gr: Η διαδικασία εγκατάστασης για τη διανομή '{}' απέτυχε με κωδικό εξόδου: {}.
es_es: Error en el proceso de instalación de la distribución "{}". Código de salida: {}.
fi_fi: Jakelun {} asennusprosessi epäonnistui, lopetuskoodi: {}.
fr_fr: Le processus d’installation de la distribution « {} » a échoué avec le code de sortie : {}.
hu_hu: A(z) {} disztribúció telepítési folyamata a következő kilépési kóddal meghiúsult: {}.
it_it: Il processo di installazione per la distribuzione '{}' non è riuscito con codice di uscita: {}.
ja_jp: ディストリビューション '{}' のインストール プロセスが次の終了コードで失敗しました: {}。
ko_kr: 배포 '{}'에 대한 설치 프로세스가 종료 코드 {}(으)로 인해 실패했습니다.
nb_no: Installasjonsprosessen for distribusjonen {} mislyktes med avslutningskoden: {}.
nl_nl: Het installatieproces voor distributie {} is mislukt met afsluitcode: {}.
pl_pl: Proces instalacji dystrybucji „{}” nie powiódł się. Kod zakończenia: {}.
pt_br: O processo de instalação da distribuição '{}' falhou com o código de saída: {}.
pt_pt: O processo de instalação da distribuição "{}" falhou com o código de saída: {}.
ru_ru: Сбой процесса установки для распространения "{}" с кодом завершения: {}.
sv_se: Installationsprocessen för distributionen '{}' misslyckades med slutkoden: {}.
tr_tr: '{}' dağıtımı için yükleme işlemi şu çıkış koduyla başarısız oldu: {}.
zh_cn: 分发“{}”的安装过程失败，退出代码: {}。
zh_tw: 發佈 '{}' 的安裝程序失敗，結束代碼： {}。

# MessageInvalidGuid
source: Invalid GUID format: '{}'
cs_cz: Neplatný formát globálně jedinečného identifikátoru: {}
da_dk: Ugyldigt GUID-format: '{}'
de_de: Ungültiges GUID-Format: „{}“
el_gr: Μη έγκυρη μορφή GUID: '{}'
es_es: Formato de GUID no válido: '{}'
fi_fi: Virheellinen GUID-muoto: {}
fr_fr: Format GUID non valide : « {} »
hu_hu: Érvénytelen GUID-formátum: {}
it_it: Formato GUID non valido: '{}'
ja_jp: GUID の形式が無効です: '{}'
ko_kr: 잘못된 GUID 형식: '{}'
nb_no: Ugyldig GUID-format: {}
nl_nl: Ongeldige GUID-indeling: {}
pl_pl: Nieprawidłowy format identyfikatora GUID: „{}”
pt_br: Formato de GUID inválido: '{}'
pt_pt: Formato GUID inválido: "{}"
ru_ru: Недопустимый формат GUID: "{}"
sv_se: Ogiltigt GUID-format: '{}'
tr_tr: Geçersiz GUID biçimi: '{}'
zh_cn: 无效的 GUID 格式:“{}”
zh_tw: 無效的 GUID 格式: '{}'

# MessageConfigInvalidSection
source: Invalid section name in {}:{}
cs_cz: Neplatný název oddílu v {}:{}
da_dk: Ugyldigt sektionsnavn i {}:{}
de_de: Ungültiger Abschnittsname in {}:{}
el_gr: Μη έγκυρο όνομα ενότητας στο {}:{}
es_es: Nombre de la sección no válido in {}:{}
fi_fi: Virheellinen osan nimi kohteessa {}:{}
fr_fr: Nom de section non valide de {} : {}
hu_hu: Érvénytelen szakasznév itt: {}:{}
it_it: Nome di sezione non valido in {}:{}
ja_jp: {} の無効なセクション名: {}
ko_kr: {}:{}의 섹션 이름이 잘못되었습니다.
nb_no: Ugyldig seksjonsnavn i {}:{}
nl_nl: Ongeldige sectienaam in {}:{}
pl_pl: Nieprawidłowa nazwa sekcji w elemencie {}:{}
pt_br: Nome de seção inválido em {}:{}
pt_pt: Nome de secção inválido em {}:{}
ru_ru: Недопустимое имя раздела в {}:{}
sv_se: Ogiltigt namn på avsnitt i {}:{}
tr_tr: {}:{} içinde geçersiz bölüm adı
zh_cn: {}:{} 中的节名称无效
zh_tw: {}:{} 中的章節名稱無效

# MessageConfigInvalidKey
source: Invalid key name in {}:{}
cs_cz: Neplatný název klíče v {}:{}
da_dk: Ugyldigt nøglenavn i {}:{}
de_de: Ungültiger Schlüsselname in {}:{}
el_gr: Μη έγκυρο όνομα κλειδιού στο {}:{}
es_es: Nombre de clave no válido en {}:{}
fi_fi: Virheellinen avaimen nimi kohteessa {}:{}
fr_fr: Nom de clé de non valide de {} : {}
hu_hu: Érvénytelen kulcsnév itt: {}:{}
it_it: Nome di chiave non valido in {}:{}
ja_jp: {} の無効なキー名: {}
ko_kr: {}:{}의 키 이름이 잘못되었습니다.
nb_no: Ugyldig nøkkelnavn i {}:{}
nl_nl: Ongeldige sleutelnaam in {}:{}
pl_pl: Nieprawidłowa nazwa klucza w elemencie {}:{}
pt_br: Nome de chave inválido em {}:{}
pt_pt: Nome de chave inválido em {}:{}
ru_ru: Недопустимое имя ключа в {}:{}
sv_se: Ogiltigt nyckelnamn i {}:{}
tr_tr: {}:{} içinde geçersiz anahtar adı
zh_cn: {}:{} 中的键名称无效
zh_tw: {}:{} 中的金鑰名稱無效

# MessageConfigExpected
source: Expected {} in {}:{}
cs_cz: Bylo očekáváno {} v {}:{}
da_dk: Forventede {} i {}:{}
de_de: {} in {}:{} erwartet
el_gr: Αναμενόταν {} στο {}:{}
es_es: Se esperaba {} en {}:{}
fi_fi: Odotettiin kohdetta {} kohteessa {}:{}
fr_fr: {} de {} attendu : {}
hu_hu: Várt érték: {} itt: {}:{}
it_it: Previsto {} in {}:{}
ja_jp: {} の予期された {}: {}
ko_kr: {}:{}에서 {}이 필요합니다.
nb_no: Forventet {} i {}:{}
nl_nl: {} wordt verwacht in {}:{}
pl_pl: Oczekiwano {} w elemencie {}:{}
pt_br: {} esperado em {}:{}
pt_pt: {} espera em {}:{}
ru_ru: Предполагается наличие {} в {}:{}
sv_se: {} förväntas i {}:{}
tr_tr: {}:{} içinde {} bekleniyor
zh_cn: {}:{} 中应为 {}
zh_tw: 預期 {}:{} 中有 {}

# MessageConfigInvalidEscape
source: Invalid escaped character: '{}' in {}:{}
cs_cz: Neplatný řídicí znak: '{}' v {}:{}
da_dk: Escape-tegnet er ugyldigt: '{}' i {}:{}
de_de: Ungültiges Escapezeichen: „{}“ in {}:{}
el_gr: Μη έγκυρος χαρακτήρας διαφυγής (escaped character): '{}' στο {}:{}
es_es: Carácter de escape no válido: '{}' en {}:{}
fi_fi: Virheellinen ohjausmerkki: {} kohteessa {}:{}
fr_fr: Caractère d’échappement non valide : « {} » de {} :{}
hu_hu: Érvénytelen feloldott karakter: {} itt: {}:{}
it_it: Carattere di escape non valido: '{}' in {}:{}
ja_jp: 無効なエスケープ文字: {} の '{}':{}
ko_kr: {}:{}에서 이스케이프된 문자 '{}'이(가) 잘못되었습니다.
nb_no: Ugyldig escape-tegn: {} i {}:{}
nl_nl: Ongeldig escapeteken: {} in {}:{}
pl_pl: Nieprawidłowy znak ucieczki: „{}” w elemencie {}:{}
pt_br: Caractere de escape inválido: "{}" em {}:{}
pt_pt: Caráter de escape inválido: "{}" em {}:{}
ru_ru: Недопустимый экранируемый символ: "{}" в {}:{}
sv_se: Ogiltigt undantagstecken: '{}' i {}:{}
tr_tr: {}:{} içinde geçersiz kaçış karakteri: '{}'
zh_cn: {}:{} 中的转义字符“{}”无效
zh_tw: 無效的逸出字元: {}:{} 中的 '{}'

# MessageConfigUnknownKey
source: Unknown key '{}' in {}:{}
cs_cz: Neznámá klávesa '{}' v {}:{}
da_dk: Ukendt nøgle '{}' i {}:{}
de_de: Unbekannter Schlüssel „{}“ in {}:{}
el_gr: Άγνωστο κλειδί '{}' στο {}:{}
es_es: Clave '{}' desconocida en {}:{}
fi_fi: Tuntematon avain {} kohteessa {}:{}
fr_fr: Touche inconnue « {} » de {} : {}
hu_hu: Ismeretlen {} kulcs itt: {}:{}
it_it: Chiave sconosciuta '{}' in {}:{}
ja_jp: {} の不明なキー '{}': {}
ko_kr: {}:{}에 알 수 없는 키 '{}'이(가) 있습니다.
nb_no: Ukjent nøkkel {} i {}:{}
nl_nl: Onbekende sleutel {} in {}:{}
pl_pl: Nieznany klucz „{}” w elemencie {}:{}
pt_br: Chave desconhecida "{}" em {}:{}
pt_pt: Chave desconhecida "{}" em {}:{}
ru_ru: Неизвестный ключ "{}" в {}:{}
sv_se: Okänd tangent '{}' i {}:{}
tr_tr: {}:{} içinde bilinmeyen anahtar: '{}'
zh_cn: {}:{} 中的键“{}”未知
zh_tw: {}:{} 中不明的按鍵 '{}'

# MessageConfigInvalidInteger
source: Invalid integer value '{}' for key '{}' in {}:{}
cs_cz: Neplatná celočíselná hodnota '{}' pro klíč '{}' v {}:{}
da_dk: Ugyldig heltalsværdi '{}' for nøglen '{}' i {}:{}
de_de: Ungültiger ganzzahliger Wert "{}" für Schlüssel "{}" in {}:{}
el_gr: Μη έγκυρη ακέραιη τιμή '{}' για το κλειδί '{}' στο {}:{}
es_es: Valor entero "{}" no válido para la clave "{}" en {}:{}
fi_fi: Virheellinen kokonaislukuarvo {} avaimelle {} kohteessa {}:{}
fr_fr: Valeur entière « {} » non valide pour la clé « {} » dans {} :{}
hu_hu: Érvénytelen egész érték ({}) a(z) {}kulcshoz a következőben: {}:{}
it_it: Valore integer '{}' non valido per la chiave '{}' in {}:{}
ja_jp: {}:{} のキー '{}' の整数値 '{}' が無効です
ko_kr: {}:{}의 키 '{}'에 대한 정수 값 '{}'이(가) 잘못되었습니다.
nb_no: Ugyldig heltallsverdi {} for nøkkelen {} i {}:{}
nl_nl: Ongeldige integerwaarde {} voor sleutel {} in {}:{}
pl_pl: Nieprawidłowa wartość całkowita „{}” dla klucza „{}” w elemencie {}:{}
pt_br: Valor inteiro inválido '{}' para a chave '{}' em {}:{}
pt_pt: Valor inteiro "{}" inválido para a chave "{}" em {}:{}
ru_ru: Недопустимое целочисленное значение "{}" для ключа "{}" в {}:{}
sv_se: Ogiltigt heltalsvärde '{}' för nyckeln '{}' i {}:{}
tr_tr: {}:{} içinde '{}' anahtarı için '{}' tamsayı değeri geçersiz
zh_cn: {}:{} 中键“{}”的整数值“{}”无效
zh_tw: {}：{} 中索引鍵 '{}' 的整數值 '{}' 無效

# MessageConfigInvalidIp
source: Invalid IP value '{}' for key '{}' in {}:{}
cs_cz: Neplatná hodnota IP adresy '{}' pro klíč '{}' v {}:{}
da_dk: Ugyldig IP-værdi '{}' for nøglen '{}' i {}:{}
de_de: Ungültiger IP-Wert '{}' für Schlüssel '{}' in {}:{}
el_gr: Μη έγκυρη τιμή IP '{}' για το κλειδί '{}' στο {}:{}
es_es: Valor IP "{}" no válido para la clave "{}" en {}:{}
fi_fi: Virheellinen IP-arvo {} avaimelle {} kohteessa {}:{}
fr_fr: Valeur IP « {} » non valide pour la clé « {} » dans {} :{}
hu_hu: Érvénytelen IP-érték ({}) a(z) {} kulcshoz a következőben: {}:{}
it_it: Valore IP '{}' non valido per la chiave '{}' in {}:{}
ja_jp: {}:{} のキー '{}' の IP 値 '{}' が無効です
ko_kr: {}:{}의 키 '{}'에 대한 IP 값 '{}'이(가) 잘못되었습니다.
nb_no: Ugyldig IP-verdi {} for nøkkelen {} i {}:{}
nl_nl: Ongeldige IP-waarde {} voor sleutel {} in {}:{}
pl_pl: Nieprawidłowa wartość adresu IP „{}” dla klucza „{}” w elemencie {}:{}
pt_br: Valor de IP inválido '{}' para a chave '{}' em {}:{}
pt_pt: Valor IP "{}" inválido para a chave "{}" em {}:{}
ru_ru: Недопустимое значение IP-адреса "{}" для ключа "{}" в {}:{}
sv_se: Ogiltigt IP-värde '{}' för nyckeln '{}' i {}:{}
tr_tr: {}:{} içinde '{}' anahtarı için geçersiz '{}' IP değeri
zh_cn: {}:{} 中键“{}”的 IP 值“{}”无效
zh_tw: {}：{} 中機碼 '{}' 的 IP 值 '{}' 無效

# MessageConfigInvalidBoolean
source: Invalid boolean value '{}' for key '{}' in {}:{}
cs_cz: Neplatná logická hodnota '{}' pro klíč '{}' v {}:{}
da_dk: Ugyldig boolesk værdi '{}' for nøglen '{}' i {}:{}
de_de: Ungültiger boolescher Wert "{}" für Schlüssel "{}" in {}:{}
el_gr: Μη έγκυρη τιμή boolean '{}' για το κλειδί '{}' στο {}:{}
es_es: Valor booleano "{}" no válido para la clave "{}" en {}:{}
fi_fi: Virheellinen totuusarvo {} avaimelle {} kohteessa {}:{}
fr_fr: Valeur booléenne « {} » non valide pour la clé « {} » dans {} :{}
hu_hu: Érvénytelen logikai érték ({}) a(z) {}kulcshoz a következőben: {}:{}
it_it: Valore booleano '{}' non valido per la chiave '{}' in {}:{}
ja_jp: {}:{} のキー '{}' のブール値 '{}' が無効です
ko_kr: {}:{}의 키 '{}'에 대한 부울 값 '{}'이(가) 잘못되었습니다.
nb_no: Ugyldig boolsk verdi {} for nøkkelen {} i {}:{}
nl_nl: Ongeldige booleaanse waarde {} voor sleutel {} in {}:{}
pl_pl: Nieprawidłowa wartość logiczna „{}” dla klucza „{}” w elemencie {}:{}
pt_br: Valor booliano inválido '{}' para a chave '{}' em {}:{}
pt_pt: Valor booleano '{}' inválido para a chave '{}' em {}:{}
ru_ru: Недопустимое логическое значение "{}" для ключа "{}" в {}:{}
sv_se: Ogiltigt booleskt värde'{}' för nyckeln '{}' i {}:{}
tr_tr: {}:{} içinde '{}' anahtarı için geçersiz '{}' boole değeri
zh_cn: {}:{} 中的键“{}”的布尔值“{}”无效
zh_tw: {}：{} 中索引鍵 '{}' 的布爾值 '{}' 無效

# MessageConfigMacAddress
source: Invalid mac address '{}' for key '{}' in {}:{}
cs_cz: Neplatná adresa mac '{}' pro klíč '{}' v {}:{}
da_dk: Ugyldig MAC-adresse '{}' for nøglen '{}' i {}:{}
de_de: Ungültige Mac-Adresse "{}" für Schlüssel "{}" in {}:{}
el_gr: Μη έγκυρη διεύθυνση mac '{}' για το κλειδί '{}' στο {}:{}
es_es: Dirección mac "{}" no válida para la clave "{}" en {}:{}
fi_fi: Virheellinen mac-osoite {} avaimelle {} kohteessa {}:{}
fr_fr: Adresse Mac « {} » non valide pour la clé « {} » dans {} :{}
hu_hu: Érvénytelen MAC-cím ({}) a(z) {} kulcshoz a következőben: {}:{}
it_it: Indirizzo Mac '{}' non valido per la chiave '{}' in {}:{}
ja_jp: {}:{} のキー '{}' の無効な MAC アドレス '{}'
ko_kr: {}:{}의 키 '{}'에 대한 mac 주소 '{}'가 잘못되었습니다.
nb_no: Ugyldig mac-adresse {} for nøkkelen {} i {}:{}
nl_nl: Ongeldig mac-adres {} voor sleutel {} in {}:{}
pl_pl: Nieprawidłowy adres MAC „{}” dla klawisza „{}” w elemencie {}:{}
pt_br: Endereço mac inválido '{}' para a chave '{}' em {}:{}
pt_pt: Endereço mac "{}" inválido para a chave "{}" em {}:{}
ru_ru: Недопустимый mac-адрес "{}" для ключа "{}" в {}:{}
sv_se: Ogiltig mac-adress '{}' för nyckeln '{}' i {}:{}
tr_tr: {}:{} içinde '{}' anahtarı için '{}' mac adresi geçersiz
zh_cn: {}:{} 中键“{}”的 mac 地址“{}”无效
zh_tw: {}：{} 中索引鍵 '{}' 的 mac 地址 '{}' 無效

# MessageFailedToOpenConfigFile
source: Failed to open config file {}, {}
cs_cz: Nelze otevřít konfigurační soubor {}, {}
da_dk: Konfigurationsfilen {}, {} kunne ikke åbnes
de_de: Fehler beim Öffnen der Konfigurationsdatei: {}, {}
el_gr: Αποτυχία ανοίγματος του αρχείου ρυθμίσεων {}, {}
es_es: Error al abrir el archivo de configuración: {}, {}.
fi_fi: Kokoonpanotiedostoa {}, {} ei voitu avata
fr_fr: Échec de l'ouverture du fichier de configuration {}, {}
hu_hu: Nem sikerült megnyitni a(z) {}, {} konfigurációs fájlt
it_it: Non è possibile aprire il file di configurazione {}, {}
ja_jp: 構成ファイル {}、{} を開けませんでした
ko_kr: {}, {} 구성 파일을 열지 못했습니다.
nb_no: Kan ikke åpne konfigurasjonsfilen {}, {}
nl_nl: Kan configuratiebestand {}, {} niet openen
pl_pl: Nie można otworzyć pliku konfiguracji {}, {}
pt_br: Falha ao abrir o arquivo de configuração {}, {}
pt_pt: Falha ao abrir o ficheiro de configuração {}, {}
ru_ru: Не удалось открыть файл конфигурации {}, {}
sv_se: Det gick inte att öppna konfigurationsfilen {}, {}
tr_tr: {} yapılandırma dosyası açılamadı, {}
zh_cn: 未能打开配置文件 {}，{}
zh_tw: 無法開啟設定檔 {}，{}

# MessageWarningDuringStartup
source: Errors occurred during WSL startup
cs_cz: Při spouštění WSL došlo k chybám
da_dk: Der opstod fejl under WSL-selvstart
de_de: Fehler beim WSL-Start.
el_gr: Παρουσιάστηκαν σφάλματα κατά την εκκίνηση του WSL
es_es: Se han producido errores durante el inicio de WSL
fi_fi: WSL-käynnistyksen aikana tapahtui virheitä
fr_fr: Des erreurs se sont produites au démarrage de WSL
hu_hu: Hiba történt a WSL indításakor
it_it: Si sono verificati errori durante l'avvio di WSL
ja_jp: WSL の起動中にエラーが発生しました
ko_kr: WSL을 시작하는 동안 오류가 발생했습니다.
nb_no: Det oppstod feil under WSL-oppstart
nl_nl: Er zijn fouten opgetreden tijdens het opstarten van WSL
pl_pl: Wystąpiły błędy podczas uruchamiania podsystemu WSL
pt_br: Ocorreram erros durante a inicialização do WSL
pt_pt: Ocorreram erros durante o arranque do WSL
ru_ru: Произошли ошибки при запуске WSL
sv_se: Fel uppstod vid WSL-start
tr_tr: WSL başlatılırken hatalar oluştu
zh_cn: WSL 启动期间出错
zh_tw: 在 WSL 設定期間發生錯誤

# MessageOpenEventViewer
source: Open EventViewer
cs_cz: Otevřít EventViewer
da_dk: Åbn EventViewer
el_gr: Άνοιγμα Προβολής Συμβάντων
es_es: Abrir EventViewer
fi_fi: Avaa EventViewer
fr_fr: Ouvrir EventViewer
hu_hu: Eseménynapló megnyitása
it_it: Apri EventViewer
ja_jp: EventViewer を開く
ko_kr: EventViewer 열기
nb_no: Åpne EventViewer
nl_nl: EventViewer openen
pl_pl: Otwórz program Podgląd zdarzeń
pt_br: Abrir EventViewer
pt_pt: Abrir o EventViewer
ru_ru: Открыть EventViewer
sv_se: Öppna EventViewer
tr_tr: EventViewer'ı aç
zh_cn: 打开 EventViewer
zh_tw: 開啟 EventViewer

# MessageDistributionNameNeeded
source: This distribution doesn't contain a default name. Use --name to chose the distribution name.
cs_cz: Tato distribuce neobsahuje výchozí název. Pokud chcete zvolit název distribuce, použijte --name .
da_dk: Denne distribution indeholder ikke et standardnavn. Brug --name til at vælge distributionsnavnet.
de_de: Diese Distribution enthält keinen Standardnamen. Verwenden Sie --name , um den Distributionsnamen zu wählen.
el_gr: Αυτή η διανομή δεν περιέχει προεπιλεγμένο όνομα. Χρησιμοποιήστε το --name για να επιλέξετε το όνομα της διανομής.
es_es: Esta distribución no contiene un nombre predeterminado. Use --name para elegir el nombre de distribución.
fi_fi: Tämä jakelu ei sisällä oletusnimeä. Valitse jakelun nimi --name avulla.
fr_fr: Cette distribution ne contient pas de nom par défaut. Utilisez --name pour choisir le nom de distribution.
hu_hu: Ez a terjesztés nem tartalmaz alapértelmezett nevet. A terjesztési név kiválasztásához használja a --name .
it_it: Questa distribuzione non contiene un nome predefinito. Usare --name per scegliere il nome della distribuzione.
ja_jp: このディストリビューションには既定の名前が含まれていません。--name を使用して、ディストリビューション名を選択します。
ko_kr: 이 배포에는 기본 이름이 포함되어 있지 않습니다. --name 사용하여 배포 이름을 선택하십시오.
nb_no: Denne distribusjonen inneholder ikke et standardnavn. Bruk --name til å velge distribusjonsnavnet.
nl_nl: Deze distributie bevat geen standaardnaam. Gebruik --name om de distributienaam te kiezen.
pl_pl: Ta dystrybucja nie zawiera nazwy domyślnej. Użyj --name , aby wybrać nazwę dystrybucji.
pt_br: Esta distribuição não contém um nome padrão. Use --name para escolher o nome da distribuição.
pt_pt: Esta distribuição não contém um nome predefinido. Utilize --name para escolher o nome da distribuição.
ru_ru: Это распределение не содержит имя по умолчанию. Используйте --name , чтобы выбрать имя распространения.
sv_se: Den här distributionen innehåller inget standardnamn. Använd --name för att välja distributionsnamnet.
tr_tr: Bu dağıtım varsayılan bir ad içermiyor. Dağıtım adını seçmek için --name seçeneğini kullanın.
zh_cn: 此分发不包含默认名称。使用 --name 选择分发名称。
zh_tw: 此發佈不包含預設名稱。使用 --name 來選擇發佈名稱。
